tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'codeclimate/formulae'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'universal-ctags/universal-ctags'
cask 'java'
brew 'antigen'
brew 'coreutils'
brew 'fasd'
brew 'fzf'
brew 'gawk'
brew 'git', args: ['with-pcre']
brew 'git-fixup'
brew 'heroku'
brew 'homebrew/dupes/grep'
brew 'hub'
brew 'icdiff'
brew 'jq'
brew 'libevent'
brew 'mas'
brew 'mmv'
brew 'parallel'
brew 'pcre'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'python'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'ruby'
brew 'shellcheck'
brew 'stash-cli'
brew 'terminal-notifier'
brew 'tmux'
brew 'tree'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
brew 'vim'
brew 'vimpager'
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'zsh'
cask 'airfoil'
cask 'alfred'
cask 'betterzipql'
cask 'charles'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome-canary'
cask 'hyper'
cask 'istat-menus'
cask 'jiggler'
cask 'kap'
cask 'licecap'
cask 'macvim'
cask 'mattr-slate'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'skitch'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'webpquicklook'
cask 'witch'
