tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'codeclimate/formulae'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
cask 'java'
brew 'coreutils'
brew 'ctags'
brew 'fasd'
brew 'gawk'
brew 'pcre'
brew 'git', args: ['with-pcre']
brew 'git-fixup'
brew 'ruby'
brew 'heroku'
brew 'hub'
brew 'icdiff'
brew 'jq'
brew 'libevent'
brew 'python'
brew 'macvim', args: ['with-override-system-vim']
brew 'mmv'
brew 'nvm'
brew 'parallel'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'shellcheck'
brew 'stash-cli'
brew 'terminal-notifier'
brew 'tmux'
brew 'tree'
brew 'vimpager'
brew 'watchman'
brew 'wget'
brew 'zsh'
brew 'homebrew/dupes/grep'
cask 'betterzipql'
cask 'charles'
cask 'google-chrome-canary'
cask 'grandperspective'
cask 'licecap'
cask 'mattr-slate'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sourcetree'
