autoconf
automake
casperjs
colordiff
coreutils
cscope
ctags
gdbm
git
homebrew/dupes/grep
icu4c
libgpg-error
libksba
libtool
libxml2
libxslt
libyaml
macvim
markdown
node
openssl
parallel
pcre
phantomjs
pkg-config
python
readline
sqlite
the_silver_searcher
tig
tree
wget
xz
z
zsh
